{
    "buildings": [
    {
		"building_name": "Mary Gates Hall (MGH)",
        "category": "hall",
        "latitude": 47.654929,
        "longitude": -122.3078075,
        "facts": [
            {"fact": "MGH is home to the University of Washington's world-class iSchool, but also hosts a series of other departments."},
            {"fact": "Curious about jobs? You'll find answers at the career center here!"},
            {"fact": "The CLUE tutoring center is located in this hall."}
        ]
    },
    {
        "building_name": "Husky Union Building (HUB)",
        "category": "recreation",
        "latitude": 47.655762,
        "longitude": -122.305437,
        "facts": [
            {"fact": "UW students work hard, so the HUB is a place for them to grab a bite, hang out, or study."},
            {"fact": "Make sure to take a look at the bowling alley and gaming area downstairs."},
            {"fact": "The HUB was rebuilt in 2011 - 2012 to better suit the needs of modern students."}
        ]
    },
    {
        "building_name": "Drumheller Fountain",
        "category": "landmark",
        "latitude": 47.6538068,
        "longitude": -122.3078081,
        "facts": [
            {"fact": "Once every year, a duck ramp is built at the fountain so baby ducks can climb in and out."},
            {"fact": "This beautiful icon of the UW campus has been around since 1909."},
            {"fact": "It is against state law to clip the roses surrounding Drumheller Fountain."}
        ]
    },
    {
        "building_name": "Burke Museum",
        "category": "recreation",
        "latitude": 47.660678,
        "longitude": -122.310592,
        "facts": [
            {"fact": "The Burke Museum is home to over 6 million artifacts (only some of which are on display)"},
            {"fact": "The Burke Museum is currently home to the original mask that inspired the Seahawks logo."},
            {"fact": "Make sure the check out the delicious cafe downstairs!"},
            {"fact": "Entrace to the Burke is free for UW students, so there's no reason to NOT check it out!"}
        ]
    },
    {
        "building_name": "Paccar Hall",
        "category": "hall",
        "latitude": 47.659126,
        "longitude": -122.308582,
        "facts": [
            {"fact": "Paccar Hall is home to the prestigious Foster School of Business."},
            {"fact": "Paccar Hall was lucky enough to have the first Starbucks franchise store on campus!"},
            {"fact": "Dempsey Hall, connected to Paccar, is the newest hall on campus. This is a nice juxtaposition to Denny, right next door: the oldest building on campus."}
        ]
    },
    {
        "building_name": "The Liberal Arts Quadrangle (The Quad)",
        "category": "landmark",
        "latitude": 47.657265,
        "longitude": -122.307227,
        "facts": [
            {"fact": "Expect to see students lounging on the grass, playing in the trees, or throwing Frisbees out here on a sunny day!"},
            {"fact": "The iconic cherry trees were donated to the UW from our sister school in Japan."}
        ]
    },
    {
        "building_name": "Suzzallo Library",
        "category": "library",
        "latitude": 47.655697,
        "longitude": -122.30753,
        "facts": [
            {"fact": "In 1915, when Henry Suzzallo was appointed President of the University, a new library building became one of his top priorities. When planning began in 1922, Suzzallo envisioned a library that was to be the soul of the university."},
            {"fact": "The Suzzallo Reading Room measures 65 feet high, 52 feet wide, and 250 feet long."},
            {"fact": "The Grand Stair Hall also houses one of the world's biggest books, a series of photographs of Bhutan by Michael Hawley."}
        ]
    },
    {
        "building_name": "Intramural Activities Building (IMA)",
        "category": "recreation",
        "latitude": 47.653804,
        "longitude": -122.301728,
        "facts": [
            {"fact": "The IMA Center for intramural sports was built in 1968."},
            {"fact": "Statistically, the IMA's 8 busiest days of the year are in the beginning of January. During this time, they expect almost 6,000 visitors per day!"},
            {"fact": "UW students love to participate in intramural sports leagues to meet fun new people and blow off some steam."}
        ]
    },
    {
        "building_name": "Sylvan Grove",
        "category": "landmark",
        "latitude": 47.652746,
        "longitude": -122.306311,
        "facts": [
            {"fact": "These columns used to stand at the entrance to the first Washington Territorial University, built in 1861."},
            {"fact": "Replicas of these very columns grace the stage at Commencement and Freshman Convocation as symbols of the ties that bind us."}
        ]
    },
    {
        "building_name": "Husky Stadium",
        "category": "recreation",
        "latitude": 47.6508,
        "longitude": -122.301361,
        "facts": [
            {"fact": "Husky Stadium has been home to the Dawgs since 1920, hosting our home games. It sat 30,000 at the time."},
            {"fact": "The stadium has gone through four remodels since then to expand seat capacity, up to the current capacity of 72,500."},
            {"fact": "Because the stadium is so close to beautiful Lake Washington, Dawg fans can (and frequently do) enjoy tailgating by boat."}
        ]
    }
    ]
}